"Error downloading manifest from %@" = "Errore nel scaricare il manifesto da %@";

"Error downloading manifest" = "Errore nel scaricare il manifesto";

"Server returned HTTP status code %@ from %" = "Il server ha restituito il codice di stato HTTP %@ da %";

"Error decoding manifest JSON" = "Errore nella decodifica del JSON del manifesto";

"Error creating directory %" = "Errore nella creazione della directory %";

"Error downloading file" = "Errore nel scaricare il file";

"Error writing to %a" = "Errore nella scrittura su %a";

"Error uncompresing %a" = "Errore nella decompressione di %a";

"Command '%@' finished with exit code %@" = "Il comando '%@' è terminato con il codice di uscita %@";
"Error uncompressing %a" = "Errore nella decompressione di %a";

"You will need to manually move %@ to Applications folder." = "Dovrai spostare manualmente %@ nella cartella Applicazioni.";

"We will reveal %@ in Finder. You can then manually drag the application to the Applications folder yourself.\n\nInternal error: %" = "Riveleremo %@ nel Finder. Quindi potrai trascinare manualmente l'applicazione nella cartella Applicazioni.\n\nErrore interno: %";

"Reveal in Finder" = "Rivela nel Finder";

"Downloading version %@…" = "Scaricamento della versione %@ in corso…";

"Opening DMG Image…" = "Apertura dell'immagine DMG…";

"Extracting app…" = "Estrazione dell'applicazione…";

"Installing to Applications…" = "Installazione nelle Applicazioni…";

"Installed!" = "Installato!";

"ToDesktop ID is incorrect" = "L'ID ToDesktop è incorretto";

"The value in the plist file is not a string." = "Il valore nel file plist non è una stringa.";
